Repository: soaringbook/maintenance
Catalog: Runway/Support/*.lproj/Localizable.strings
Languages: nl

# common_errors_global
source: An error occured
nl: Foutmelding

# common_errors_service_authentication
source: There was a problem authenticating with the webservice.
nl: Er was een probleem met de authenticatie met de webserver.

# common_errors_service_fetching
source: There was a problem fetching from the webservice.
nl: Er was een probleem met het downloaden van de webserver.

# common_errors_service_image_downloading
source: There was a problem downloading the images from the webservice.
nl: Er was een probleem bij het downloaden van de afbeeldingen van de webserver.

# common_labels_no_data
source: No data available
nl: Geen data beschikbaar

# login_placeholders_token
source: Fill in your club token
nl: Vul je club token in

# sync_buttons_continue
source: Continue
nl: Ga verder

# sync_labels_finished
source: Everything was correctly sent to the Soaring Book server.
nl: Alle data is zonder probleem verzonden naar de Soaring Book server.

# work_buttons_add
source: Start working
nl: Begin te werken

# work_buttons_end_stop
source: Stop working!
nl: Stop met werken!

# work_labels_end_placeholder
source: Tell us what you worked on...
nl: Vertel ons waar je aan hebt gewerkt...

# work_labels_end_title
source: Done working %@?
nl: Klaar met werken %@?

# work_labels_start_ready_user
source: Ready to start working %@?
nl: Klaar om te beginnen werken %@?

# work_labels_start_search_placeholder
source: Search a pilot
nl: Zoek een piloot

# work_labels_start_title
source: Who are you?
nl: Wie ben jij?

# work_labels_title
source: Winterwork
nl: Winterwerk
